'''Задание №1
Создайте класс Example. В нём пропишите 3 (метода) функции.
Две переменные задайте статически, две динамически.
Первая функция: создайте переменную и выведите её
Вторая функция: верните сумму 2-ух глобальных переменных
Третья функция: верните результат возведения первой
динамической переменной во вторую динамическую
переменную
Создайте объект класса.
Напечатайте обе функции
Напечатайте переменную '''


'''Задание №2
Калькулятор.
Создайте класс, где реализованы функции(методы)
математических операций. А также функция, для ввод
данных. '''